Repository: KDE/mailcommon
Catalog: po/*/libmailcommon6.po
Languages: lv

source: <qt><p>Click this button to move the currently-selected filter <em>down</em> one in the list above.</p><p>This is useful since the order of the filters in the list determines the order in which they are tried on messages: The topmost filter gets tried first.</p><p>If you have clicked this button accidentally, you can undo this by clicking on the <em>Up</em> button.</p></qt>
lv: <qt><p>Klikšķiniet uz šīs pogas, lai atlasīto filtru pārvietotu <em>lejup</em> sarakstā par vienu pozīciju.</p><p>Tas ir noderīgi, jo filtru secība sarakstā nosaka arī to palaišanas un darbības uz vēstulēm secību: augstāk esošais filtrs tiek izmantots vispirms.</p><p>Ja šo pogu nospiedāt nejauši, varat darbību atcelt, klikšķinot uz <em>augšup</em> pogas.</p></qt>

source: <qt><p>Click this button to move the currently-selected filter to bottom of list.</p><p>This is useful since the order of the filters in the list determines the order in which they are tried on messages: The topmost filter gets tried first.</p></qt>
lv: <qt><p>Klikšķiniet šo pogu, lai pārvietotu atlasīto filtru saraksta apakšā.</p><p>Tas ir noderīgi, jo filtru secība sarakstā nosaka secību, kādā tie tiks darbināti uz vēstulēm: sistēma sāks ar filtriem pēc kārtas no augstākā.</p></qt>

source: <qt><p>Click this button to move the currently-selected filter to top of list.</p><p>This is useful since the order of the filters in the list determines the order in which they are tried on messages: The topmost filter gets tried first.</p></qt>
lv: <qt><p>Klikšķiniet šo pogu, lai pārvietotu atlasīto filtru saraksta augšā.</p><p>Tas ir noderīgi, jo filtru secība sarakstā nosaka secību, kādā tie tiks darbināti uz vēstulēm: sistēma sāks ar filtriem pēc kārtas no augstākā.</p></qt>

# @action:button in filter list manipulator
source: New
lv: Jauns

# @info:tooltip
source: Copy
lv: Kopēt

# @info:tooltip
source: Delete
lv: Dzēst

# @info:tooltip
source: Rename
lv: Pārdēvēt

source: <qt><p>Click this button to create a new filter.</p><p>The filter will be inserted just before the currently-selected one, but you can always change that later on.</p><p>If you have clicked this button accidentally, you can undo this by clicking on the <em>Delete</em> button.</p></qt>
lv: <qt><p>Klikšķiniet šo pogu, lai izveidotu jaunu filtru.</p><p>Filtrs tiks ievietots uzreiz pirms šobrīd atlasītā, bet tā vietu varēsit mainīt arī vēlāk.</p><p>Ja šo pogu nospiedāt nejauši, varat atcelt darbību, klikšķinot uz <em>Dzēst</em> pogas.</p></qt>

source: <qt><p>Click this button to copy a filter.</p><p>If you have clicked this button accidentally, you can undo this by clicking on the <em>Delete</em> button.</p></qt>
lv: <qt><p>Klikšķiniet uz šīs pogas, lai filtru kopētu.</p><p>Ja šo pogu nospiedāt nejauši, varat atcelt darbību, klikšķinot uz <em>Dzēst</em> pogas.</p></qt>

source: <qt><p>Click this button to <em>delete</em> the currently-selected filter from the list above.</p><p>There is no way to get the filter back once it is deleted, but you can always leave the dialog by clicking <em>Cancel</em> to discard the changes made.</p></qt>
lv: <qt><p>Klikšķiniet te, lai no augstāk esošā saraksta <em>dzēstu</em> šobrīd atlasīto filtru.</p><p>Ja filtru dzēsīsiet, to vairs atjaunot nevarēsiet. Ja pārdomāsit un dzēst tomēr nevēlēsities, varat iziet no lodziņa, klikšķinot ar <em>Atcelt</em>, kas noraidīs visas veiktās izmaiņas.</p></qt>

source: <qt><p>Click this button to rename the currently-selected filter.</p><p>Filters are named automatically, as long as they start with "&lt;".</p><p>If you have renamed a filter accidentally and want automatic naming back, click this button and select <em>Clear</em> followed by <em>OK</em> in the appearing dialog.</p></qt>
lv: <qt><p>Klikšķiniet uz šīs pogas, lai pārdēvētu pašreiz atlasītu filtru.</p><p>Filtri tiek nosaukti automātiski, kamēr vien sākas ar „&lt;“.</p><p>Ja filtru nejauši pārdēvējāt un vēlaties to automātiski pārdēvēt atpakaļ, klikšķiniet te un atlasiet <em>Notīrīt</em>, tad lodziņā, kas atvērsies, <em>Labi</em>.</p></qt>

source: unnamed
lv: nenosaukts

source: Do you want to remove the filter "%1"?
lv: Vai vēlaties noņemt filtru „%1“?

source: Do you want to remove selected filters?
lv: Vai vēlaties noņemt atlasītos filtrus?

# @title:window
source: Remove Filter
lv: Noņemt filtru

# @title:window
source: Remove Filters
lv: Noņemt filtrus

source: Rename Filter
lv: Pārdēvēt filtru

source: Rename filter "%1" to: (leave the field empty for automatic naming)
lv: Pārdēvēt filtru „%1“ par: (atstājiet lauku tukšu, ja vēlaties automātisku vārda piešķiršanu)

source: <b>Applying filter action:</b> %1
lv: <b>Pielieto filtrs darbību:</b> %1

source: A critical error occurred. Processing stops here.
lv: Notikusi kritiska kļūda. Apstrāde beidzas.

source: A problem was found while applying this action.
lv: Pielietojot šo darbību, atklāta problēma.

source: <qt>Too many filter actions in filter rule <b>%1</b>.</qt>
lv: <qt>Filtra noteikums satur pārāk daudz darbību <b>%1</b>.</qt>

source: <qt>Unknown filter action <b>%1</b><br />in filter rule <b>%2</b>.<br />Ignoring it.</qt>
lv: <qt>Nezināma filtra darbība <b>%1</b><br />filtra noteikumā <b>%2</b>.<br />Tā tiek ignorēta.</qt>

source: Any action defined.
lv: Jebkāda definēta darbība.

# @info:tooltip
source: Play
lv: Atskaņot

# @title:window
source: Select Sound File
lv: Atlasīt skaņas datni

# @info:tooltip
source: Pause
lv: Pauzēt

source: Name:
lv: Nosaukums:

source: Criteria
lv: Kritērijs

source: Actions
lv: Darbības

source: Apply options
lv: Pielietot opcijas

source: Apply to incoming messages
lv: Pielietot ienākošajiem ziņojumiem

source: Apply to sent messages
lv: Pielietot nosūtītajiem ziņojumiem

source: Apply before sending messages
lv: Pielietot pirms ziņojumu nosūtīšanas

source: Apply on manual filtering
lv: Pielietot, veicot manuālu filtrēšanu

source: Stop processing if matches
lv: Apturēt apstrādi, ja atrasta atbilstība

source: Select File:
lv: Atlasīt datni:

source: Select file from config:
lv: Atlasīt datni no konfigurācijas:

# @title:window
source: Edit Accounts Order
lv: Rediģēt kontu secību

# @option:check
source: Use custom order
lv: Lietot pielāgotu secību

# Move selected account up.
source: Up
lv: Augšup

# Move selected account down.
source: Down
lv: Lejup

# @info:placeholder
source: Select Folder
lv: Atlasiet mapi

source: Local Folders
lv: Lokālās mapes

source: Please select a folder
lv: Atlasiet mapi

# @action:button
source: &New Subfolder…
lv: &Jauna apakšmape…

# @info:tooltip
source: Create a new subfolder under the currently selected folder
lv: Izveidot jaunu apakšmapi zem šobrīd atlasītās mapes

source: &New Subfolder…
lv: &Jauna apakšmape…

# @title:window
source: New Folder
lv: Jauna mape

# @label:textbox, name of a thing
source: Name
lv: Nosaukums

source: Could not create folder: %1
lv: Nevarēja izveidot mapi: %1

# @title:window
source: Folder creation failed
lv: Mapes izveidošana neizdevās

source: View Columns
lv: Skatīt kolonnas

source: Icon Size
lv: Ikonas izmērs

source: Display Tooltips
lv: Rādīt paskaidres

# @action:inmenu Always display tooltips
source: Always
lv: Vienmēr

# @action:inmenu Never display tooltips.
source: Never
lv: Nekad

# @action:inmenu
source: Sort Items
lv: Kārtot vienumus

# @action:inmenu
source: Automatically, by Current Column
lv: Automātiski pēc pašreizējās kolonnas

# @action:inmenu
source: Manually, by Drag And Drop
lv: Manuāli ar vilkšanu un nomešanu

source: <qt>Go to the next unread message in folder <b>%1</b>?</qt>
lv: <qt>Iet uz nākamo nelasīto vēstuli mapē <b>%1</b>?</qt>

# @title:window
source: Go to Next Unread Message
lv: Iet uz nākamo nelasīto vēstuli

# @action:button
source: Go To
lv: Iezt uz

# @action:button
source: Do Not Go To
lv: Neiet uz

# @label:textbox
source: You can start typing to filter the list of folders.
lv: Sāciet rakstīt, lai filtrētu mapju sarakstu.

source: You can start typing to filter the list of folders.
lv: Sāciet rakstīt, lai filtrētu mapju sarakstu.

source: Path: (%1)
lv: Ceļš: (%1)

source: %1 (Offline)
lv: %1 (nesaistē)

source: %1 (Reached %2% quota)
lv: %1 (sasniedza %2 % kvotu)

source: Unable to retrieve folder list.
lv: Neizdodas izgūt mapju sarakstu.

source: The operation was canceled by the user.
lv: Darbību atcēla lietotājs.

source: Failed to archive the folder '%1'.
lv: Neizdevās arhivēt mapi „%1“.

# @title:window
source: Archiving failed
lv: Arhivēšana neizdevās

source: Unable to finalize the archive file.
lv: Neizdodas pabeigt arhivēšanas datnes izveidi.

source: Archiving finished
lv: Arhivēšana ir pabeigta

source: Archiving folder '%1' successfully completed. The archive was written to the file '%2'.
lv: Mapes „%1“ arhivēšana ir veiksmīgi pabeigta. Arhīvs ir ierakstīts datnē „%2“.

source: 1 message of size %2 was archived.
lv: %1 vēstule ar izmēru %2 ir ievietota arhīvā.

source: The archive file has a size of %1.
lv: Arhīva datnes izmērs ir %1.

# @title:window
source: Archiving finished
lv: Arhivēšana ir pabeigta.

source: Failed to write a message into the archive folder '%1'.
lv: Neizdevās rakstīt vēstuli arhīva datnē „%1“.

source: Downloading a message in folder '%1' failed.
lv: Vēstules lejupielāde mapē „%1“ nav izdevusies.

source: Archiving folder %1
lv: Arhivē mapi „%1“

source: Unable to create folder structure for folder '%1' within archive file.
lv: Neizdodas izveidot mapes struktūru mapei „%1“ arhīva datnē.

source: Unable to get message list for folder %1.
lv: Neizdodas iegūt vēstuļu sarakstu mapei „%1“.

source: Unable to open archive for writing.
lv: Neizdodas atvērt arhīvu rakstīšanai.

source: Archiving
lv: Arhivē

source: Removed 1 old message from folder %2.
lv: Tika noņemtas %1 vēstuli no mapes „%2“.

source: Removing old messages from folder %1 was canceled.
lv: Veco vēstuļu noņemšana no mapes „%1“ ir atcelta.

source: Removing old messages from folder %1 failed.
lv: Veco vēstuļu noņemšana no mapes „%1“ ir atcelta.

source: Removing 1 old message from folder %2…
lv: Noņem %1 veco vēstuli no mapes „%2“…

source: Cannot expire messages from folder %1: destination folder %2 not found
lv: Neizdodas izbeigt ziņu derīgumu mapē „%1“: nav atrasta galamērķa mape „%2“

source: Moving 1 old message from folder %2 to folder %3…
lv: Pārvieto %1 veco vēstuli no mapes „%2“ uz mapi „%3“…

source: Moved 1 old message from folder %2 to folder %3.
lv: Tika pārvietota %1 vecā vēstule no mapes „%2“ uz mapi „%3“.

source: Moving old messages from folder %1 to folder %2 was canceled.
lv: Veco vēstuļu pārvietošana no „%1“ mapes uz „%2“ mapi tika atcelta.

source: Moving old messages from folder %1 to folder %2 failed.
lv: Veco vēstuļu pārvietošana no „%1“ mapes uz „%2“ mapi neizdevās.

source: You do not have read/write permission to your inbox folder.
lv: Jums nav lasīšanas/rakstīšanas atļaujas iesūtnes mapē.

source: The Email program encountered a fatal error and will terminate now
lv: Jūsu e-pasta programma saskārās ar fatālu kļūdu un izslēdzas

source: The Email program encountered a fatal error and will terminate now. The error was: %1
lv: Jūsu e-pasta programma saskārās ar fatālu kļūdu un izslēdzas. Kļūda bija: %1

# name used for a virgin filter
source: unknown
lv: nezināms

source: (match any of the following)
lv: (atbilst jebkam no tālākā)

source: (match all of the following)
lv: (atbilst visam tālākajam)

source: (match all messages)
lv: (atbilst visām vēstulēm)

source: Complete Message
lv: Pabeigt vēstuli

source: Body of Message
lv: Vēstules pamatteksts

source: Anywhere in Headers
lv: Jebkur galvenēs

source: All Recipients
lv: Visi saņēmēji

source: Size in Bytes
lv: Izmērs baitos

source: Age in Days
lv: Vecums dienās

source: Message Status
lv: Vēstules statuss

source: Message Tag
lv: Vēstules birka

source: Subject
lv: Temats

source: From
lv: No

source: To
lv: Kam

source: Reply To
lv: Atbildēt

source: Organization
lv: Organizācija

source: Date
lv: Datums

source: Encryption
lv: Šifrēšana

source: Attachment
lv: Piesaistne

source: Invitation
lv: Uzaicinājums

# @info:placeholder
source: Choose or type your own criteria
lv: Izvēlieties tipu vai savu kritēriju

# @info:tooltip
source: Choose or type your own criteria
lv: Izvēlieties tipu vai savu kritēriju

# @option:radio
source: Match a&ll of the following
lv: Atbilst &visam tālākajam

# @option:radio
source: Match an&y of the following
lv: Atbilst &jebkam tālākajam

# @option:radio
source: Match all messages
lv: Atbilst visām vēstulēm

source: Filter criteria:
lv: Filtra kritērijs:

source: equal
lv: vienāds

source: not equal
lv: nav vienāds

source: is greater
lv: ir lielāks par

source: is less or equal
lv: ir mazāks vai vienāds ar

source: is less
lv: ir mazāks par

source: is greater or equal
lv: ir lielāks vai vienāds ar

source: is in addressbook
lv: atrodas adrešu grāmatā

source: is not in addressbook
lv: nav adrešu grāmatā

source: is in category
lv: ir kategorijā

source: has an attachment
lv: ir piesaistne

source: has not an attachment
lv: nav piesaistnes

source: has an invitation
lv: ir uzaicinājums

source: has not an invitation
lv: nav uzaicinājuma

source: start with
lv: sākas ar

source: not start with
lv: nesākas ar

source: end with
lv: beidzas ar

source: not end with
lv: nebeidzas ar

source: none
lv: nekas

source: contains
lv: satur

source: not contains
lv: nesatur

source: has regexp
lv: ir regulārā izteiksme

source: not regexp
lv: nav regulārā izteiksme

source: size equals not supported
lv: izmērs ir vienāds vai nav atbildēts

source: size not equals not supported
lv: izmērs nav vienāds vai nav atbalstīts

source: "%1" is not supported with condition "%2"
lv: „%1“ nav atbalstīts ar nosacījumu „%2“

source: <status> not implemented/supported
lv: <statuss> nav īstenots/atbalstīts

source: <any header> not implemented/supported
lv: <jebkāda galvene> nav īstenota/atbalstīts

source: <contents> not implemented/supported
lv: <saturs> nav īstenots/atbalstīts

source: <age in days> not implemented/supported
lv: <vecums dienās> nav īstenots/atbalstīts

source: <date> not implemented/supported
lv: <datums> nav īstenots/atbalstīts

source: <recipients> not implemented/supported
lv: <saņēmēji> nav īstenoti/atbalstīti

source: <Tag> is not supported
lv: <birka> nav atbalstīta

source: <message> not implemented/supported
lv: <vēstule> nav īstenota/atbalstīta

source: Date is not valid.
lv: Datums nav derīgs.

source: Content is not a number.
lv: Saturs nav skaitlis.

source: String is empty.
lv: Virkne ir tukša

source: has
lv: ir

source: has not
lv: nav

# @label:textbox
source: attachments
lv: piesaistnes

source: has attachment
lv: ir piesaistne

source: is equal to
lv: ir vienāds ar

source: is not equal to
lv: nav vienāds ar

source: is after
lv: ir pēc

source: is before or equal to
lv: ir pirms vai vienāds ar

source: is before
lv: ir pirms

source: is after or equal to
lv: ir pēc vai vienāds ar

source: is
lv: ir

source: is not
lv: nav

# @label:textbox
source: encrypted
lv: šifrēts

source: is encrypted
lv: ir šifrēts

source: does not contain
lv: nesatur

source: equals
lv: ir vienāds ar

source: does not equal
lv: nav vienāds ar

source: starts with
lv: sākas ar

source: does not start with
lv: nesākas ar

source: ends with
lv: beidzas ar

source: does not end with
lv: nebeidzas ar

source: matches regular expr.
lv: atbilst regulārajai izt.

source: does not match reg. expr.
lv: neatbilst regulārajai izt.

source: is in address book
lv: atrodas adrešu grāmatā

source: is not in address book
lv: nav adrešu grāmatā

# @label:textbox
source: invitation
lv: uzaicinājums

source: has invitation
lv: ir uzaicinājums

source: has no attachment
lv: nav piesaistņu

source: is greater than
lv: Ir lielāka par

source: is less than or equal to
lv: Ir mazāka par vai vienāda ar

source: is less than
lv: Ir mazāka par

source: is greater than or equal to
lv: ir lielāka par vai vienāda ar

# Unit suffix where units are days.
source: %v day
lv: %v dienu

# message status
source: Important
lv: Svarīgi

# message status
source: Action Item
lv: Darbības vienums

# message status
source: Unread
lv: Nelasīta

# message status
source: Read
lv: Lasīta

# message status
source: Deleted
lv: Dzēsta

# message status
source: Replied
lv: Atbildēta

# message status
source: Forwarded
lv: Pārsūtīta

# message status
source: Queued
lv: Ierindota

# message status
source: Sent
lv: Nosūtīta

# message status
source: Watched
lv: Pārraudzīta

# message status
source: Ignored
lv: Ignorēta

# message status
source: Spam
lv: Mēstule

# message status
source: Ham
lv: Nav mēstule

# message status
source: Has Attachment
lv: Ir piesaistnes

# @info:placeholder
source: Click on button for selecting attachment file
lv: Klikšķiniet uz pogas, lai atlasītu piesaistnes datni

# @info:tooltip
source: Select Attachments
lv: Atlasīt piesaistnes

# @title:window
source: Customize File Name Attachment
lv: Pielāgot datnes nosaukuma piesaistni

# @label:textbox
source: Filename:
lv: Datnes nosaukums:

# @action:button
source: Insert Variables
lv: Ievietot mainīgos

# @title:window
source: Select Attachments
lv: Atlasiet piesaistnes

source: Do you want to delete selected attachment?
lv: Vai vēlaties dzēst atlasīto piesaistni?

source: General
lv: Pamata

# @title:window
source: Add Snippet
lv: Pievienot fragmentu

# @title:window
source: Edit Snippet
lv: Rediģēt fragmentu

# @info
source: Do you really want to remove snippet "%1"?<nl/><warning>There is no way to undo the removal.</warning>
lv: Vai tiešām vēlaties noņemt fragmentu „%1“?<nl/><warning>Noņemšanu atsaukt nebūs iespējams.</warning>

# @title:window
source: Add Group
lv: Pievienot grupu

# @title:window
source: Edit Group
lv: Rediģēt grupu

# @info
source: Do you really want to remove group "%1" along with all its snippets?<nl/><warning>There is no way to undo the removal.</warning>
lv: Vai tiešām vēlaties noņemt grupu „%1“ kopā ar visiem tās fragmentiem?<nl/><warning>Šo darbību atsaukt nav iespējams.</warning>

# @info
source: Do you really want to remove group "%1"?
lv: Vai tiešām vēlaties noņemt grupu „%1“?

# @action
source: Snippet %1
lv: Fragments „%1“

# @action
source: Add Snippet…
lv: Pievienot fragmentu…

# @action
source: Edit Snippet…
lv: Rediģēt fragmentu

# @action
source: Remove Snippet
lv: Noņemt fragmentu

# @action
source: Add Group…
lv: Pievienot grupu…

# @action
source: Rename Group…
lv: Pārdēvēt grupu…

# @action
source: Remove Group
lv: Noņemt grupu

# @action
source: Insert Snippet
lv: Ievietot fragmentu

source: Do you want to update snippet?
lv: Vai tiešām vēlaties atjaunināt fragmentu?

# @title:window
source: Update snippet
lv: Atjaunināt fragmentu

# @action:button
source: Update
lv: Atjaunināt

source: Text Snippets
lv: Teksta fragmenti

# @title:window
source: Enter Values for Variables
lv: Ievadīt mainīgo vērtības

# @label:textbox
source: Enter the replacement values for '%1':
lv: Ievadiet aizstāšanas vērtības „%1“:

# @option:check
source: Make value &default
lv: Padarīt vērtību par &noklusējumu

# @info:tooltip
source: Enable this to save the value entered to the right as the default value for this variable
lv: Ieslēdziet, lai saglabātu ievadīto vērtību labajā pusē kā noklusējuma vērtību šim mainīgajam

# @info:whatsthis
source: If you enable this option, the value entered to the right will be saved. If you use the same variable later, even in another snippet, the value entered to the right will be the default value for that variable.
lv: ieslēdzot šo opciju, labajā pusē ievadītā vērtība tiks saglabāta. Ja šo pašu mainīgo izmantosit vēlāk (arī ja citā fragmentā), labajā pusē ievadītā vērtība būs noklusējuma vērtība šim mainīgajam.

source: Enter a keyword here to enable fast insertion of this snippet while writing an email. For instance if you choose "greeting" as the keyword, you can then type \greeting in your email and then press the tab key, and it will be replaced with the contents of this snippet.
lv: Ierakstiet atslēgvārdu, lai ieslēgtu šī fragmenta ātro ievietošanu, rakstot e-pasta vēstuli. Piemēram, norādot atslēgvārdu „sveiciens“, varat vēstulē rakstīt \sveiciens un spiest „Tab“ taustiņu, lai šo vārdu aizvietotu attiecīgais fragments.

source: &Name:
lv: &Nosaukums:

# Group to which the snippet belongs.
source: Group:
lv: Grupa:

source: Subject:
lv: Temats

source: To:
lv: Kam:

source: &Snippet:
lv: &Fragments:

source: Variables
lv: Mainīgie

source: Attachments:
lv: Piesaistnes:

source: Keyword:
lv: Atslēgvārds:

source: Sho&rtcut:
lv: &Saīsne:

# @title:window
source: Add Tag
lv: Pievienot birku

source: Tag %1 already exists
lv: Birka „%1“ jau pastāv

# @label:listbox Name of the tag
source: Name:
lv: Nosaukums:

# @option:check
source: Change te&xt color:
lv: Mainīt &teksta krāsu:

# @option:check
source: Change &background color:
lv: Manīt &fona krāsu:

# @option:check
source: Change fo&nt:
lv: Mainīt f&ontu:

# @option:check
source: &Bold
lv: &Treknraksts

# @option:check
source: &Italics
lv: &Slīpraksts

# @label:textbox
source: Message tag &icon:
lv: Vēstules birkas &ikona:

# @label:textbox
source: Shortc&ut:
lv: S&aīsne:

# @option:check
source: Enable &toolbar button
lv: Ieslēgt &rīkjoslas pogu

source: Icon size
lv: Ikonas izmērs

source: Mode
lv: Režīms

# @action
source: List Mode
lv: Saraksta režīms

# @action
source: Icon Mode
lv: Ikonu režīms

source: Drop your favorite folders here…
lv: Velciet un nometiet te izlases mapes…

source: Resend-To:
lv: Atkārtoti sūtīt uz:

source: Resend-Cc:
lv: Atkārtoti sūtīt CC:

source: Resend-Bcc:
lv: Atkārtoti sūtīt BCC:

# @title:window
source: Redirect Message
lv: Pāradresēt vēstuli

# @label:textbox
source: Select the recipient addresses to redirect to:
lv: Atlasiet saņēmēja adreses, uz kurām pāradresēt:

source: Identity:
lv: Identitāte:

source: Transport:
lv: Transports:

# @action:button
source: &Send Now
lv: &Nosūtīt tagad:

# @action:button
source: Send &Later
lv: Nosūtīt &vēlāk

source: You cannot redirect the message without an address.
lv: Jūs nevarat pāradresēt vēstuli bez norādītas adreses.

# @title:window
source: Empty Redirection Address
lv: Iztukšot pāradresācijas adresi

# @info:tooltip
source: Use the Address-Selection Dialog
lv: Izmantot adreses atlases lodziņu

source: This button opens a separate dialog where you can select recipients out of all available addresses.
lv: Šī poga atver atsevišķu lodziņu, kurā varat atlasīt saņēmējus no visām pieejamajām adresēm.
