Repository: KDE/mailcommon
Catalog: po/*/libmailcommon6.po
Languages: lv

# @title:tab Expiry settings for a folder.
source: Expiry
lv: Derīgums

# Expire messages after %1
source: %v day
lv: %v diena

source: Never
lv: Nekad

# @action:button
source: Save Settings and Expire Now
lv: Saglabāt iestatījumus un izbeigt derīgumu

# @option:check
source: Expire messages with invalid date
lv: Izbeigt derīgumu vēstulēm ar nederīgu datumu

source: Expire read messages after:
lv: Izbeigt lasītu vēstuļu derīgumu pēc:

source: Expire unread messages after:
lv: Izbeigt nelasītu vēstuļu derīgumu pēc:

source: Move expired messages to:
lv: Pārvietot vēstules ar beigušos derīgumu uz:

source: Delete expired messages permanently
lv: Neatgriezeniski dzēst vēstules ar beigušos derīgumu

source: Please select a folder to expire messages into. If this is not done, expired messages will be permanently deleted.
lv: Atlasiet mapi, kurā pārvietot vēstules ar beigušos derīgumu. Ja tas netiek darīts, vēstules ar beigušos derīgumu tiks neatgriezeniski dzēstas.

# @title:window
source: No Folder Selected
lv: Mape nav atlasīta

source: Please select a different folder than the current folder to expire messages into. If this is not done, expired messages will be permanently deleted.
lv: Atlasiet citu mapi par pašreizējo, kurā pārvietot vēstules ar beigušos derīgumu. Ja tas nav izdarīts, vēstules ar beigušos derīgumu tiks neatgriezeniski dzēstas.

# @title:window
source: Wrong Folder Selected
lv: Ir atlasīta nepareiza mape

# @title:tab General settings for a folder.
source: General
lv: Pamata

# @label:textbox Name of the folder.
source: Folder &Name:
lv: Mapes &nosaukums:

source: Share unread state with all users
lv: Kopīgot nelasīta statusu ar visiem lietotājiem

source: If enabled, the unread state of messages in this folder will be the same for all users having access to this folder. If disabled (the default), every user with access to this folder has their own unread state.
lv: Ja ieslēgts, vēstules „nelasīts“ statuss šajā mapē būs kopīgs visiem lietotājiem, kuriem ir piekļuve pie šīs mapes. Ja izslēgts (noklusējums), katram lietotājam ar piekļuvi pie šīs mapes būs savs „nelasīts“ statuss.

source: You have configured this folder to contain groupware information. That means that this folder will disappear once the configuration dialog is closed.
lv: Jūs konfigurējāt šo mapi, lai tā saturētu grupprogrammatūras informāciju. Tas nozīmē, ka šī mape pazudīs tiklīdz konfigurācijas lodziņš ir aizvērts.

# @option:check
source: Act on new/unread mail in this folder
lv: Rīkoties, kad mapē ir jauns/nelasīts pasts

source: <qt><p>If this option is enabled then you will be notified about new/unread mail in this folder. Moreover, going to the next/previous folder with unread messages will stop at this folder.</p><p>Uncheck this option if you do not want to be notified about new/unread mail in this folder and if you want this folder to be skipped when going to the next/previous folder with unread messages. This is useful for ignoring any new/unread mail in your trash and spam folder.</p></qt>
lv: <qt><p> Ja ir ieslēgta šī opcija, jūs saņemsit ziņojumu par jaunu/nelasītu pastu šajā mapē. Kā arī, šajā mapē apstāsies iešana uz nākamo/iepriekšējo mapi ar nelasītām vēstulēm.</p><p>Noņemiet šo atzīmi, ja nevēlaties saņemt paziņojumus par jaunām/nelasītām vēstulēm šajā mapē un vēlaties, lai šī mape tiktu izlaista, kad dodaties uz nākamo/iepriekšējo mapi ar nelasītām vēstulēm. Tas ir noderīgi, lai ignorētu jaunas/nelasītas vēstules atkritnē un mēstuļu mapē.</p></qt>

# @option:check
source: Keep replies in this folder
lv: Paturēt atbildes šajā mapē

source: Check this option if you want replies you write to mails in this folder to be put in this same folder after sending, instead of in the configured sent-mail folder.
lv: Atzīmējiet šo opciju, ja vēlaties, lai jūsu rakstītās atbildes uz vēstulēm pēc nosūtīšanas tiktu saglabātas tajā pašā mapē, bet ne konfigurētajā nosūtnē.

# @option:check
source: Hide this folder in the folder selection dialog
lv: Paslēpt šo mapi mapes atlases lodziņā

# @info:whatsthis
source: Check this option if you do not want this folder to be shown in folder selection dialogs, such as the <interface>Jump to Folder</interface> dialog.
lv: Atzīmējiet šo opciju, ja nevēlaties, lai šī mape parādītos mapes atlases lodziņos, piemēram, <interface>Iet uz mapi</interface> lodziņā.

# @option:check
source: Use &default identity
lv: Izmantot &noklusējuma identitāti

source: Select the sender identity to be used when writing new mail or replying to mail in this folder. This means that if you are in one of your work folders, you can make KMail use the corresponding sender email address, signature and signing or encryption keys automatically. Identities can be set up in the main configuration dialog. (Settings -> Configure KMail)
lv: Atlasiet sūtītāja identitāti, ko izmantot, kad rakstāt jaunu pastu vai atbildat uz pastu šajā mapē. Tas nozīmē, ka, ja atrodaties kādā no jūsu darba mapēm, varat „KMail“ automātiski likt izmantot attiecīgo sūtītāja e-pasta adresi, parakstu un parakstīšanas vai šifrēšanas atslēgas. Identitātes varat iestatīt pamata konfigurācijas lodziņā (Iestatījumi -> Konfigurēt „KMail“)

source: &Sender identity:
lv: &Sūtītāja identitāte:

# @option:check
source: &Use custom message templates in this folder
lv: Šai &mapei lietot pielāgotas vēstuļu veidnes

# @action:button
source: &Copy Global Templates
lv: &Kopēt globālās veidnes

# @option:check
source: Use default message list aggregation:
lv: Lietot noklusējuma vēstuļu saraksta apkopošanu:

# @option:check
source: Use default message list theme
lv: Lietot noklusējuma vēstuļu saraksta motīvu

# @option:radio
source: Prefer HTML to text
lv: Dot priekšroku HTML, ne tekstam

# @option:radio
source: Prefer text to HTML
lv: Dot priekšroku tekstam, ne HTML

# @option:radio
source: Use Global Settings
lv: Izmantot globālos iestatījumus

source: Show Sender/Receiver Column in List of Messages
lv: Vēstuļu sarakstā rādīta nosūtītāja/saņēmēja kolonnu

# @item:inlistbox Show default value.
source: Default
lv: Noklusējums

# @item:inlistbox Show sender.
source: Sender
lv: Nosūtītājs

# @item:inlistbox Show receiver.
source: Receiver
lv: Saņēmējs

source: Sho&w column:
lv: &Rādīt kolonnu:

source: Message format:
lv: Vēstules formāts:

# @title:window
source: Select Account
lv: Atlasiet kontu

source: Filter account is missing. Please select account to use with filter "%1"
lv: Trūkst filtra konta. Atlasiet izmantojamo kontu ar filtru „%1“

# @title:window
source: Select Folder
lv: Atlasiet mapi

# @label:textbox
source: Folder path was "%1".
lv: Mapes ceļš bija „%1“.

# @label:textbox
source: The following folders can be used for this filter:
lv: Šim filtram iespējams lietot šīs mapes:

source: Please select a folder:
lv: Atlasiet mapi:

source: Filter folder is missing. Please select a folder to use with filter "%1":
lv: Trūkst filtra mapes. Atlasiet mapi, ko lietot ar filtru „%1“:

# @title:window
source: Select Identity
lv: Atlasiet identitāti

source: Filter identity is missing. Please select an identity to use with filter "%1"
lv: Trūkst filtra identitātes. Atlasiet identitāti, ko izmantot ar filtru „%1“

# @title:window
source: Select sound
lv: Atlasiet skaņu

# @label:textbox
source: Sound file was "%1".
lv: Skaņas datne ir „%1“.

source: Sound file is missing. Please select a sound to use with filter "%1"
lv: Skaņas datnes trūkst. Atlasiet skaņu, ko lietot ar filtru „%1“

# @title:window
source: Select Tag
lv: Atlasiet birku

# @label:textbox
source: Tag was "%1".
lv: Birka bija „%1“.

source: Filter tag is missing. Please select a tag to use with filter "%1"
lv: Trūkst filtra birkas. Atlasiet birku, ko izmantot ar filtru „%1“

source: Add Tag…
lv: Pievienot birku…

# @title:window
source: Select Template
lv: Veidnes atlasīšana

source: Filter template is missing. Please select a template to use with filter "%1"
lv: Trūkst filtra veidnes. Atlasiet veidni, ko izmantot ar filtru „%1“

# @title:window
source: Select Transport
lv: Atlasiet transportu

source: Filter transport is missing. Please select a transport to use with filter "%1"
lv: Trūkst filtra transporta. Atlasiet transportu, ko izmantot ar filtru „%1“

# @title:window
source: Select thunderbird filter files
lv: Atlasiet „Thunderbird“ filtra datnes

source: (default)
lv: (noklusējums)

source: Thunderbird File (*.dat)
lv: „Thunderbird“ datne (*.dat)

source: ### "action '%1' not supported"
lv: ### „darbība „%1“ nav atbalstīta“

source: Add Header
lv: Pievienot galveni

# @label:textbox
source: With value:
lv: Ar vērtību:

source: The header name was missing.
lv: Trūkst galvenes vārda.

source: The header value was missing.
lv: Trūkst galvenes vērtības.

source: Add Tag
lv: Pievienot birku

source: No tag selected.
lv: Neviena birka nav atlasīta.

source: Add to Address Book
lv: Pievienot adrešu grāmatu

# Email sender
source: From
lv: No

# Email recipient
source: To
lv: Kam

source: KMail Filter
lv: „KMail“ filtrs

# @label:textbox
source: with category
lv: ar kategoriju

# @label:textbox
source: in address book
lv: adrešu grāmatā

source: This defines the preferred address book. If it is not accessible, the filter will fallback to the default address book.
lv: Tas definē priekšrokas adrešu grāmatu. Ja tā nebūs pieejama, filtrs atgriezīsies pie noklusējuma adrešu grāmatas.

source: Header type selected is unknown.
lv: Atlasītais galvenes tips nav zināms.

source: No addressbook selected.
lv: Nav atlasīta neviena adrešu grāmata.

source: Copy Into Folder
lv: Kopēt mapē

source: Folder destination was not defined.
lv: Nav definēts mapes galamērķis.

source: Decrypt
lv: Atšifrēt

source: <b>Warning:</b> Decrypted emails may be uploaded to a server!
lv: <b>Uzmanību:</b> serverī var tikt augšupielādētas atšifrētas e-pasta vēstules!

source: <p>If the email folder that you are filtering into is connected to a remote account (like an IMAP-Server) the decrypted content will go there.</p>
lv: <p>Ja e-pasta mape, kurā mēģināt filtrēt, ir savienota ar attālu kontu (piemēram, IMAP serveri), serverī var nokļūt arī atšifrēts saturs.</p>

source: Delete Message
lv: Dzēst vēstuli

source: Be careful, mails will be removed.
lv: Rīkojieties piesardzīgi, vēstules tik dzēstas.

source: Encrypt
lv: Šifrēt

source: No encryption key has been selected
lv: Nav atlasīta neviena šifrēšanas atslēga

source: Re-encrypt encrypted emails with this key
lv: No jauna šifrēt šifrētās e-pasta vēstules ar šo atslēgu

source: <b>Warning:</b> Seckey necessary to read emails.
lv: <b>Uzmanību:</b> lai lasītu e-pasta vēstules, ir nepieciešama slepenā atslēga.

source: <p>Once an email has been encrypted you will need a crypto setup with your secret key to access the contents again.</p><p>If you keep emails stored on an email server and use several clients, each of them must be configured to enable decryption.</p>
lv: <p>Pēc e-pasta šifrēšanas, lai piekļūtu vēstules saturam, jums vajadzēs sagatavot kriptogrāfiju ar atbilstošo slepeno atslēgu.</p><p>Ja glabājat e-pasta vēstules e-pasta serverī un izmantojat vairākus klientus, katrs ir atbilstoši jākonfigurē vēstuļu atšifrēšanai.</p>

source: Execute Command
lv: Izpildīt komandu

source: Missing command.
lv: Trūkst komandas.

# Forward directly not with a command
source: Forward To
lv: Pārsūtīt uz

# @info:tooltip
source: The addressee to whom the message will be forwarded.
lv: Adresāts, kuram vēstule tiks pārsūtīta.

source: The filter will forward the message to the addressee entered here.
lv: Filtrs pārsūtīs ziņojumu te norādītajam adresātam.

source: Default Template
lv: Noklusējuma veidne

# @info:tooltip
source: The template used when forwarding
lv: Pārsūtīšanai izmantotā veidne

source: Set the forwarding template that will be used with this filter.
lv: Norādiet pārsūtīšanas veidni, ko izmantot šim filtram.

source: Forward to %1 with default template
lv: Pārsūtīt uz „%1“ ar noklusējuma veidni

source: Forward to %1 with template %2
lv: Pārsūtīt uz „%1“ ar veidni „%2“

source: Email address was not defined.
lv: E-pasta adrese nav definēta.

source: Move Into Folder
lv: Pārvietot uz mapi

# pipe through with command
source: Pipe Through
lv: Izlaist cauri programmkanālam (|)

source: No action defined.
lv: Nav definēta neviena darbība.

source: Play Sound
lv: Atskaņot skaņu

source: Sound file was not defined.
lv: Skaņas datne nav definēta.

source: Redirect To
lv: Pāradresēt uz

source: Email address was missing.
lv: E-pasta adrese ir pazudusi.

source: Remove Header
lv: Noņemt galveni

source: Header name undefined.
lv: Galvenes nosaukums nav definēts.

source: Set Reply-To To
lv: Nosūtīt atbildēt-uz uz

source: Rewrite Header
lv: Pārrakstīta galveni

source: Header not defined
lv: Galvene nav definēta

source: Search string is empty.
lv: Meklēšanas teksts ir tukšs.

# @label:textbox
source: Replace:
lv: Aizvietot:

# @label:textbox
source: With:
lv: Ar:

source: Send Fake MDN
lv: Nosūtīt neīstu MDN

# MDN type
source: Ignore
lv: Ignorēt

# MDN type
source: Displayed
lv: Parādīts

# MDN type
source: Deleted
lv: Dzēsts

# MDN type
source: Dispatched
lv: Nosūtīts

# MDN type
source: Processed
lv: Apstrādāts

# MDN type
source: Denied
lv: Liegts

# MDN type
source: Failed
lv: Neizdevās

source: Fake type undefined.
lv: Viltojuma tips nav definēts

source: Confirm Delivery
lv: Apstiprināt nosūtīšanu

source: Set Identity To
lv: Iestatīt identitāti uz

source: Mark As
lv: Atzīmēt kā

source: Status not specified.
lv: Statuss nav precizēts.

source: Set Transport To
lv: Iestatīt transportu uz

source: Mail transport not defined.
lv: Pasta transports nav definēts.

# msg status
source: Important
lv: Svarīgi

# msg status
source: Read
lv: Lasīta

# msg status
source: Unread
lv: Nelasīta

# msg status
source: Replied
lv: Atbildēta

# msg status
source: Forwarded
lv: Pārsūtīta

# msg status
source: Watched
lv: Pārraudzīta

# msg status
source: Ignored
lv: Ignorēta

# msg status
source: Spam
lv: Mēstule

# msg status
source: Ham
lv: Nav mēstule

# msg status
source: Action Item
lv: Darbības vienums

source: Status is missing.
lv: Statusa trūkst.

# action: to unset the status
source: Unset Status
lv: Noņemt statusu

source: Status not defined.
lv: Statuss nav definēts

# @label:textbox
source: Please select an action.
lv: Atlasiet darbību.

# @info:tooltip
source: Help
lv: Palīdzība

source: You can get specific header when you use %{headername}.
lv: Varat iegūt specifisku galveni, lietojot „%{headername}“.

# @title:window
source: Convert to Sieve Script
lv: Konvertēt uz „Sieve“ skriptu

source: Save…
lv: Saglabāt…

# @action:button
source: Share…
lv: Kopīgot…

source: Sieve Files (*.siv);;All Files (*)
lv: „Sieve“ datnes (*.siv);;Visas datnes (*)

# @title:window
source: Convert to Script Sieve
lv: Pārveidot uz „Sieve“ skriptu

source: Gmail filter %1
lv: „Gmail“ filtrs „%1“

source: Procmail filter %1
lv: „Procmail“ filtrs „%1“

source: The following filters have not been saved because they were invalid (e.g. containing no actions or no search rules).
lv: Šie filtri nav saglabāti, jo tie bija nederīgi (proti, nesaturēja darbības vai meklēšanas noteikumus).

# @title:window
source: Import KMail Filters
lv: Importēt „KMail“ filtrus

# @title:window
source: Import Evolution Filters
lv: Importēt „Evolution“ filtrus

# @title:window
source: Import Sylpheed Filters
lv: Importēt „Sylpheed“ filtrus

# @title:window
source: Import Procmail Filters
lv: Importēt „Procmail“ filtrus

# @title:window
source: Import Balsa Filters
lv: Importēt „Balsa“ filtrus

# @title:window
source: Import Claws Mail Filters
lv: Importēt „Claws Mail“ filtrus

# @title:window
source: Import Gmail Filters
lv: Importēt „Gmail“ filtrus

source: The selected file is not readable. Your file access permissions might be insufficient.
lv: Atlasītā datne nav nolasāma. Iespējams, jums trūkst tiesību datni lasīt.

# @title:window
source: Export Filters
lv: Eksportēt filtrus

# @action:button
source: Select All
lv: Atlasīt visus

# @action:button
source: Unselect All
lv: Noņemt atlasi visam

# @title:window
source: Select Filters
lv: Atlasīt filtrus

# @info Displayed grayed-out inside the textbox, verb to search
source: Search
lv: Meklēt

# @title:window
source: Invalid Filters
lv: Nederīgi filtri

source: Discard
lv: Izmest

# @label:textbox
source: The following filters are invalid (e.g. containing no actions or no search rules). Discard or edit invalid filters?
lv: Šie filtri ir nederīgi (piemēram, nesatur nekādas darbības vai meklēšanas noteikumus). Vai nederīgos filtrus izmest vai rediģēt?

source: Account Name
lv: Konta nosaukums

source: Type
lv: Tips

# @title:window
source: Filter Rules
lv: Filtra noteikumi

source: Import…
lv: Importēt…

source: Export…
lv: Eksportēt…

source: Convert to…
lv: Pārveidot…

# @action
source: KMail filters
lv: „KMail“ filtri

# @action
source: Thunderbird filters
lv: „Thunderbird“ filtri

# @action
source: Evolution filters
lv: „Evolution“ filtri

# @action
source: Sylpheed filters
lv: „Sylpheed“ filtri

# @action
source: Procmail filters
lv: „Procmail“ filtri

# @action
source: Balsa filters
lv: „Balsa“ filtri

# @action
source: Claws Mail filters
lv: „Claws Mail“ filtri

# @action
source: Icedove Mail filters
lv: „Icedove Mail“ filtri

# @action
source: Gmail filters
lv: „Gmail“ filtri

# @action
source: Sieve script
lv: „Sieve“ skripts

source: Available Filters
lv: Pieejamie filtri

# General mail filter settings.
source: General
lv: Pamata

# Advanced mail filter settings.
source: Advanced
lv: Paplašināti

# @label:textbox
source: Filter actions:
lv: Filtra darbības:

# @option:check
source: Apply this filter to incoming messages:
lv: Pielietot šo filtru ienākošajām vēstulēm

# @option:radio
source: From all accounts
lv: No visiem kontiem

# @option:radio
source: From all but online IMAP accounts
lv: No visiem kontiem, izņemot IMAP kontus

# @option:radio
source: From selected accounts only
lv: Tikai no atlasītajiem kontiem

# @option:check
source: Apply this filter to &sent messages
lv: Pielietot šo filtru &nosūtītajām vēstulēm

source: <p>The filter will be triggered <b>after</b> the message is sent and it will only affect the local copy of the message.</p><p>If the recipient's copy also needs to be modified, please use "Apply this filter <b>before</b> sending messages".</p>
lv: <p>Šis filtrs būs aktīvs <b>pēc</b> vēstules nosūtīšanas un tas ietekmēs tikai vēstules lokālo kopiju.</p><p>Ja ir nepieciešams izmainīt arī saņēmēja kopiju, izmantojiet iestatījumu „Pielietot šo filtru <b>pēc</b> vēstuļu nosūtīšanas“.</p>

# @option:check
source: Apply this filter &before sending messages
lv: Pielietot šo filtru &pēc vēstuļu nosūtīšanas“

source: <p>The filter will be triggered <b>before</b> the message is sent and it will affect both the local copy and the sent copy of the message.</p><p>This is required if the recipient's copy also needs to be modified.</p>
lv: <p>Šis filtrs būs aktīvs <b>pirms</b> vēstules nosūtīšanas un tas ietekmēs kā lokālo kopiju, tā arī vēstules kopiju.</p><p>Tas ir nepieciešams, ja vēlaties, lai tiktu izmainīta arī vēstules saņēmēja kopija.</p>

# @option:check
source: Apply this filter on manual &filtering
lv: Pielietot šo filtru pēc manuālas &filtrēšanas

# @option:check
source: Apply this filter on inbound emails in all folders
lv: Pielietot šo filtru ienākošajām e-pastu vēstulēm visās mapēs

source: <p>The filter will be applied on inbound emails from all folders belonging to all accounts selected above. This is useful when using local filters with IMAP accounts where new emails may have already been moved to different folders by server-side filters.</p>
lv: <p>Šis filtrs darbosies uz visiem ienākošajiem e-pastiem no visām mapēm, kas pieder pie augstāk atlasītajiem kontiem. Tas ir lietderīgi, kad izmantojat lokālos filtrus ar IMAP kontiem, kad jaunās e-pasta vēstules jau varētu būt pārvietotas uz citām mapēm, izmantojot servera puses filtrus.</p>

# @option:check
source: If this filter &matches, stop processing here
lv: Ja šis filtrs &atrod atbilstību, apturēt apstrādi te

# @option:check
source: Add this filter to the Apply Filter menu
lv: Pielietot šo filtru „Pielietot filtru“ izvēlnei

# @option:check
source: Additionally add this filter to the toolbar
lv: Pievienot šo filtru arī rīkjoslai

source: Shortcut:
lv: Saīsne:

source: Icon for this filter:
lv: Ikona šim filtram:

# @label:textbox
source: Run selected filter(s) on:
lv: Palaist atlasīto filtru(us) uz:

# @action:button
source: Run Now
lv: Palaist tagad

# @info
source: Unable to apply this filter since there are no folders selected.
lv: Neizdodas pielietot šo filtru, jo nav atlasīta neviena mape.

# @title:window
source: No folder selected.
lv: Nav atlasīta mape.

# @info
source: Some filters were changed and not saved yet. You must save your filters before they can be applied.
lv: Daži filtri ir izmainīti, bet vēl nav saglabāti. Pirms filtru pielietošanas tie ir jāsaglabā.

# @title:window
source: Filters changed.
lv: Filtri ir izmainīti.

# @info
source: Unable to apply a filter since there are no filters currently selected.
lv: Neizdodas pielietot filtru, jo šobrīd neviens filtrs nav atlasīts.

# @title:window
source: No filters selected.
lv: Neviens filtrs nav atlasīts.

source: No filter was imported.
lv: Netika importēts neviens filtrs.

source: Filters which were imported:
lv: Importētie filtri:

source: Any filter found.
lv: Atrasts jebkāds filtrs.

# @info
source: Some filters were changed and not saved yet.<br>You must save your filters before they can be exported.
lv: Daži filtri tika izmainīti un vēl nav saglabāti.<br>Jums pirms filtru eksportēšanas tie ir jāsaglabā.

source: We cannot convert all KMail filters to sieve scripts but we can try :)
lv: Mēs nevaram pārveidot visus „KMail“ filtrus par „Sieve“ skriptiem, bet varam mēģināt :)

# @title:window
source: Convert KMail filters to sieve scripts
lv: Pārveidot „KMail“ filtrus par „Sieve“ skriptiem

source: No filters selected.
lv: Nav atlasīts neviens filtrs.

source: <qt><p>This is the list of defined filters. They are processed top-to-bottom.</p><p>Click on any filter to edit it using the controls in the right-hand half of the dialog.</p></qt>
lv: <qt><p>Šis ir definēto filtru saraksts. Tie tiek apstrādāti secībā no augšas uz leju.</p><p>Klikšķiniet uz jebkura filtra, lai to rediģētu, izmantojot lodziņa labajā pusē esošās vadīklas.</p></qt>

# Move selected filter up.
source: Up
lv: Augšup

# Move selected filter down.
source: Down
lv: Lejup

# Move selected filter to the top.
source: Top
lv: Uz augšu

# Move selected filter to the bottom.
source: Bottom
lv: Uz apakšu

source: <qt><p>Click this button to move the currently-selected filter <em>up</em> one in the list above.</p><p>This is useful since the order of the filters in the list determines the order in which they are tried on messages: The topmost filter gets tried first.</p><p>If you have clicked this button accidentally, you can undo this by clicking on the <em>Down</em> button.</p></qt>
lv: <qt><p>Klikšķiniet uz šīs pogas, lai atlasīto filtru pārvietotu <em>augšup</em> sarakstā par vienu pozīciju.</p><p>Tas ir noderīgi, jo filtru secība sarakstā nosaka arī to palaišanas un darbības uz vēstulēm secību: augstāk esošais filtrs tiek izmantots vispirms.</p><p>Ja šo pogu nospiedāt nejauši, varat darbību atcelt, klikšķinot uz <em>lejup</em> pogas.</p></qt>
